<template>
    <div>
        <main id="faq" class="faq">

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q1" aria-expanded="false" aria-controls="q1">
                    Что такое мМм?
                </h3>
                <div id="q1" class="collapse question__answer">
                    мМм - мобильный модульный майнер с системами иммерсионного охлаждения, жизнеобеспечения и удаленного
                    администрирования.
                    Инфраструктура майнера разработана на базе стандартного грузового контейнера. майнерная вертикальная система
                    компоновки размещаемого оборудования и иммерсионная система охлаждения позволяет разместить до 2 раз больше
                    оборудования в отличие от любых рыночных решений.
                    Система жизнеобеспечения майнера контролирует температуру оборудования и окружающей среды. Она оснащена
                    системами управления электропитанием, контроля доступа и видеонаблюдения, а также системой пожаротушения.
                    Мобильный майнер BiXBiT создан для работы без участия технического персонала - все задачи по настройке и
                    мониторингу процессов решает система удаленного администрирования. Она умеет инвентаризировать все, что
                    находится внутри контейнера и запускать любые типы операционных систем с предустановленными на них
                    драйверами и программами для
                </div>
            </div>

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q2" aria-expanded="false" aria-controls="q2">
                    Что входит в МММ?
                </h3>
                <div id="q2" class="collapse question__answer">
                    <h4>МММ включает следующие компоненты и системы:</h4>
                    <ul>
                        <li>Контейнер</li>
                        <li>Система стоек и модулей</li>
                        <li>Система иммерсионного охлаждения</li>
                        <li>Система электропитания</li>
                        <li>Телекоммуникационная инфраструктура</li>
                        <li>Система управления и мониторинга</li>
                        <li>Система бездискового запуска</li>
                        <li>Система контроля доступа и охранного видеонаблюдения</li>
                        <li>Система пожаротушения</li>
                    </ul>
                </div>
            </div>


            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q3" aria-expanded="false" aria-controls="q3">
                    Сколько оборудования размещается в контейнере?
                </h3>
                <div id="q3" class="collapse question__answer">
                    <p>
                        Оборудование размещается в стандартном грузовом контейнере вместительностью 10, 20 либо 40 футов.
                        Применяется модульная система компоновки. В один типовой модуль (емкость) можно разместить 8 устройств
                        ASIC с блоками питания либо 27 видеокарт (размещенных на 3 материнских платах с блоками питания).
                    </p>
                    <ul>
                        <li>10 футов (~3.05 м) – 8 стоек = 32 модуля = 192 ASIC либо 864 видеокарты;</li>
                        <li>20 футов (~6.10 м) – 16 стоек = 64 модуля = 384 ASIC либо 1728 видеокарт;</li>
                        <li>40 футов (~12.19 м) – 32 стойки = 128 модулей = 768 ASIC либо 3456 видеокарт.</li>
                    </ul>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q4" aria-expanded="false" aria-controls="q4">
                    Сколько оборудования размещается в контейнере?
                </h3>
                <div id="q4" class="collapse question__answer">
                    <p>
                        Иммерсионное охлаждение - процесс отвода тепла от работающего оборудования путем его погружения в
                        ёмкость с иммерсионной жидкостью. Иммерсионная жидкость – это техническая жидкость, имеющая такие
                        уникальные свойства как:
                        Негорючесть, низкую токсичность, инертность, высочайшие диэлектрические свойства.
                        Таким образом, данная жидкость не вступает в химическую реакцию практически ни с чем и является
                        абсолютным диэлектриком, что позволяет использовать ее в контакте с любым электронным оборудованием без
                        последствий для него.
                        Оборудование (устройства ASIC, видеокарты с материнской платой, блоки питания) внутри модуля (емкости)
                        полностью погружены в теплоноситель, теплопроводность которого в 25 раз выше воздуха, а иммерсионная
                        система охлаждения обеспечивает равномерный отвод тепла. Но температура не снижается и поддерживается на
                        уровне 65-75 градусов для видеокарт и 85 градусов для asic. Такая температура оптимальна при утилизации
                        тепла.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q5" aria-expanded="false" aria-controls="q5">
                    Что включает система управления?
                </h3>
                <div id="q5" class="collapse question__answer">
                    <p>
                        Мобильный майнер BiXBiT укомплектован всей необходимой электротехнической инфраструктурой для
                        электропитания размещаемого оборудования. Подготовка всего модуля и отдельных емкостей производится под
                        конкретный набор оборудования заказчика. Для размещения видеокарт модули (емкости) комплектуются
                        материнскими платами с блоками питания. Для размещения ASIC модули (емкости) могут быть укомплектованы
                        блоками питания по желанию заказчика.
                        Система администрирования умеет инвентаризировать все, что находиться внутри контейнера и запускать
                        любые типы операционных систем с предустановленными на них драйверами и программами для майнинга.
                        Инфраструктура мМм создавалась для работы без участия системных администраторов и сводила к минимуму
                        человеческий фактор и возможные ошибки при эксплуатации.
                        Мобильный майнер BiXBiT комплектуется кабельной системой и активным сетевым оборудованием для
                        обеспечения доступа в интернет и удаленного управления всем оборудованием. Активное сетевое оборудование
                        2+ уровня позволяет произвести логическое сегментирование локальной сети. Возможно резервирование
                        каналов связи.
                        В комплектацию мобильного модуля BiXBiT входят 2 сервера (основной и резервный) для запуска программного
                        обеспечения для майнинга и управления системой жизнеобеспечения модуля.
                        Доступ (в том числе и удаленный) ко всем функциям реализован через веб-портал.
                        Мобильный майнер BiXBiT укомплектован датчиками и микроконтроллерами, позволяющими осуществлять
                        мониторинг и управление большим количеством параметров: энергопотребление, температура, уровни
                        жидкостей, режим работы насосов и т.п.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q6" aria-expanded="false" aria-controls="q6">
                    Как мМм подключается к сети?
                </h3>
                <div id="q6" class="collapse question__answer">
                    <p>
                        Мобильный майнер BiXBiT укомплектован всей необходимой
                        электротехнической инфраструктурой для
                        электропитания размещаемого оборудования. Подготовка всего модуля и отдельных емкостей производится под
                        конкретный набор оборудования заказчика. Для размещения видеокарт модули (емкости) комплектуются
                        материнскими платами с блоками питания. Для размещения ASIC модули (емкости) могут быть укомплектованы
                        блоками питания по желанию заказчика.
                    </p>
                </div>
            </div>

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q7" aria-expanded="false" aria-controls="q7">
                    Как работает система бездискового запуска?
                </h3>
                <div id="q7" class="collapse question__answer">
                    <p>
                        Система бездискового запуска предназначена для управления операционными системами и программным
                        обеспечением ригов при майнинге с использованием видеокарт. Риг – это материнская плата с блоком
                        питания, в которую устанавливаются видеокарты.
                        Система бездискового запуска представляет собой сконфигурированные образы, расположенные в системе
                        хранения данных (для которой достаточно и одного емкого жесткого диска). Любой из образов можно в любой
                        момент загрузить на неограниченное количество рабочих машин (ригов), которые уже через 1 минуту начнут
                        или продолжат работу с новыми настройками.
                        Система бездискового запуска реализована как дистанционный загрузчик операционных систем на
                        вычислительных установках. Однажды установленная и полностью сконфигурированная операционная система со
                        всеми необходимыми драйверами, приложениями для майнинга и привязанными кошельками пользователей
                        компилируется в образ, который хранится в системе хранения данных (СХД). Этой операционной системой
                        может быть Windows, Linux или любые их производные (такие как ethOS, Hive и другие). Система
                        бездискового запуска загружает образы не с жесткого диска вычислительной машины, а из образа
                        операционной системы в СХД по сети Решение BiXBiT позволяет быстро провести как первичное подключение к
                        блокчейн-сети, так и последующую смену задач.
                    </p>
                </div>
            </div>

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q8" aria-expanded="false" aria-controls="q8">
                    Что включает система жизнеобеспечения?
                </h3>
                <div id="q8" class="collapse question__answer">
                    <p>
                        Мобильный майнер BiXBiT укомплектован биометрическими электронными замками, охранными видеокамерами (2
                        внутри контейнера, 1 обзорная 360° снаружи), датчиками открытия двери и технологических люков.
                        Все мобильные майнеры BiXBiT укомплектованы газовой системой пожаротушения. Для обнаружения возгорания
                        используются дымовые датчики и инфракрасные камеры. По желанию заказчика майнер может быть укомплектован
                        инновационной гибридной системой пожаротушения.
                    </p>
                </div>
            </div>

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q9" aria-expanded="false" aria-controls="q9">
                    Как осуществляется переключение задач?
                </h3>
                <div id="q9" class="collapse question__answer">
                    <p>
                        Любой из образов можно в любой момент загрузить на неограниченное количество рабочих машин (ригов),
                        которые уже через 1 минуту начнут или продолжат работу с новыми настройками.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q10" aria-expanded="false" aria-controls="q10">
                    Какое оборудование можно поместить в контейнер?
                </h3>
                <div id="q10" class="collapse question__answer">
                    <p>
                        Любые виды майнингового оборудования от GPU до ASIC. В контейнер можно поместить бу оборудование,
                        проведя предварительную очистку.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q11" aria-expanded="false" aria-controls="q11">
                    За счет чего увеличивается производительность оборудования?
                </h3>
                <div id="q11" class="collapse question__answer">
                    <p>
                        Эффективное иммерсионное охлаждение позволяет повысить производительность майнингового оборудования на
                        20-40% за счет увеличение рабочих частот при сохранении термостабильности и прежнего уровня
                        электропотребления.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q12" aria-expanded="false" aria-controls="q12">
                    Как мМм снижает электропотребление?
                </h3>
                <div id="q12" class="collapse question__answer">
                    <p>
                        При иммерсионном охлаждении устройствам больше не нужны собственные кулеры, за счет чего снижается
                        энергопотребление каждым отдельным устройством. Экономия на 864 видеокартах при потребляемой комплектом
                        кулеров мощности в 6 Вт составит более 3700 кВт-ч в месяц. Для 192 устройств ASIC при потребляемой
                        комплектом кулеров мощности 70 Вт экономия составит почти 10000 кВт-ч в год
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q13" aria-expanded="false" aria-controls="q13">
                    Как достигается высокая плотность компоновки оборудования?
                </h3>
                <div id="q13" class="collapse question__answer">
                    <p>
                        Иммерсионная система охлаждения и модульная вертикальная система компоновки BiXBiT позволяют разместить
                        192 устройства ASIC либо 864 видеокарт внутри стандартного грузового контейнера 10 футов. Для сравнения,
                        при воздушной системе охлаждения в контейнере 10 футов можно разместить не более 96 устройств ASIC либо
                        144 видеокарт.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q14" aria-expanded="false" aria-controls="q14">
                    Где можно размещать контейнер?
                </h3>
                <div id="q14" class="collapse question__answer">
                    <p>
                        Мобильные майнеры BiXBiT в случае необходимости могут быть перемещены в другое местоположение, например,
                        к источнику более дешевой электроэнергии. При транспортировке все внешние элементы модуля (градирни,
                        вводной силовой щит) легко демонтируются и размещаются внутри контейнера в зафиксированном положении.
                        Иммерсионная жидкость сливается в бочки и также транспортируется внутри. Конструкция стандартного
                        морского контейнера позволяет перевозить майнер с помощью автомобильного, железнодорожного и морского
                        транспорта. При поставке майнер комплектуется всеми необходимыми для транспортировки и развертывания
                        инструментами, емкостями и креплениями.
                        Мобильный майнер BiXBiT комплектуется кабельной системой и активным сетевым оборудованием для
                        обеспечения доступа в интернет и удаленного управления всем оборудованием.
                        Мобильность модульных майнеров позволяет размещать их в районах с доступной возобновляемой
                        электроэнергией.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q15" aria-expanded="false" aria-controls="q15">
                    Можно ли использовать б/у оборудование в контейнере?
                </h3>
                <div id="q15" class="collapse question__answer">
                    <p>
                        Да. Перед погружением оборудование проходит подготовку: с него демонтируются кулеры, проводится очистка
                        от пыли.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q16" aria-expanded="false" aria-controls="q16">
                    Как обслуживать МмМ?
                </h3>
                <div id="q16" class="collapse question__answer">
                    <p>
                        Модульная конструкция, унификация и типизация компонентов, отсутствие расходных материалов,
                        автоматизированная система жизнеобеспечения с удаленным управлением, наличие полной документации по всем
                        регламентным работам снижают требования к квалификации обслуживающего персонала и трудозатраты на
                        поддержание работоспособности мобильного модуля BiXBiT. Один оператор в режиме 8/5 (8 часов, 5 дней в
                        неделю) может обслуживать 2-4 мобильных майнера. Также операторы не подвергаются шумовому воздействию,
                        как в случае с воздушным охлаждением.
                    </p>
                </div>
            </div>

            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q17" aria-expanded="false" aria-controls="q17">
                    Чем отличается система иммерсионного охлаждения от воздушного охлаждения?
                </h3>
                <div id="q17" class="collapse question__answer">
                    <p>
                        Система иммерсионного охлаждения не требует замены расходных материалов, а все компоненты (включая
                        теплоноситель) рассчитаны на эксплуатацию не менее 3 лет. Также в поставку контейнера BiXBiT входит
                        комплект запасных частей. Для сравнения, воздушная система охлаждения требует регулярной замены фильтров
                        и вентиляторов оборудования для майнинга.
                        Размещение оборудования в герметичной емкости с погружением в жидкость исключает попадания на него пыли,
                        насекомых, которые являются причиной перегрева с последующим выходом оборудования из строя.
                        Перед погружением с оборудования снимают систему охлаждения, генерирующую основную долю шума. Для
                        примера, одна видеокарта типа Nvidia GTX 1070 при нагрузке издает шум 39 дБ, а один ASIC Bitmain
                        AntMiner L3+ генерирует 75 дБ.
                        Теплоноситель в который погружается оборудование, имеет теплоемкость в 25 раз выше воздуха. Полное
                        погружение обеспечивает эффективный отвод тепла от всех элементов. Таким образом, исчезают основные
                        причины выхода электроники из строя: перепады температур из-за подачи неравномерно прогретого и
                        охлажденного воздуха, вибрации, перегрев.
                    </p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q18" aria-expanded="false" aria-controls="q18">
                    Чем МмМ отличается от контейнеров с воздушным охлаждением?
                </h3>
                <div id="q18" class="collapse question__answer">

                    <ul>
                        <li>Высокая плотность</li>
                        <li>Экологичность</li>
                        <li>Отсутствие шума</li>
                        <li>Увеличение срока службы оборудования</li>
                        <li>Отсутствие расходных материалов</li>
                        <li>Дополнительная прибыль от утилизации тепла</li>
                        <li>Наличие систем удаленного администрирования и бездискового запуска</li>
                        <li>Легкость обслуживания и масштабирования.</li>
                    </ul>
                </div>
            </div>


            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q19" aria-expanded="false"
                    aria-controls="q19">
                    Чем отличается МмМ от контейнеров с жидкостным охлаждением?
                </h3>
                <div id="q19" class="collapse question__answer">
                    <ul>
                        <li>Дополнительная прибыль от утилизации тепла</li>
                        <li>Система бездискового запуска</li>
                        <li>Легкость обслуживания и масштабирования.</li>
                    </ul>
                </div>

            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q20" aria-expanded="false"
                    aria-controls="q20">
                    Какие сроки поставки МмМ?
                </h3>
                <div id="q20" class="collapse question__answer">
                    <p>60 дней с момента оплаты</p>
                </div>
            </div>
            <div class="question">
                <h3 class="question__title" data-toggle="collapse" data-target="#q21" aria-expanded="false"
                    aria-controls="q21">
                    Насколько МмМ экологична?
                </h3>
                <div id="q21" class="collapse question__answer">
                    <p>Мобильность майнеров позволяет размещать их в районах с доступной возобновляемой электроэнергией. За
                        счет
                        утилизации тепло не рассеивается в окружающую среду. Иммерсионное охлаждение не создает шумового
                        загрязнения. Используемая жидкость абсолютно не токсична и не требует специальных мероприятий по
                        утилизации.</p>
                </div>
            </div>


        </main>
    </div>
</template>

<script>
    export default {
        name: "faq",
        mounted(){
            document.title = "FAQ";
        }
    }
</script>

<style scoped>

</style>